<?php
// Heading
$_['heading_title']                = 'Вход в аккаунт';

// Text
$_['text_description']             = 'Войдите, используя ваш логин и пароль, указанный при регистрации';
$_['text_account']                 = 'Личный Кабинет';
$_['text_login']                   = 'Авторизация';
$_['text_account_question']        = 'Еще нет аккаунта?';
$_['text_create_account']          = 'Зарегистрируйтесь';
$_['text_register']                = 'Регистрация';
$_['text_register_account']        = 'Создание учетной записи поможет покупать быстрее. Вы сможете контролировать состояние заказа, а также просматривать заказы сделанные ранее. Вы сможете накапливать призовые баллы и получать скидочные купоны. <BR>А постоянным покупателям мы предлагаем гибкую систему скидок и персональное обслуживание.<BR>';
$_['text_returning_customer']      = 'Зарегистрированный клиент';
$_['text_i_am_returning_customer'] = 'Войти в Личный Кабинет';
$_['text_forgotten']               = 'Забыли пароль?';

// Entry
$_['entry_email']                  = 'Введите E-mail';
$_['entry_login']                  = 'Введите логин';
$_['entry_password']               = 'Пароль';

// Error
$_['error_email']                  = 'Неправильно заполнены поле Электронная почта и/или пароль!';
$_['error_login']                  = 'Неправильно заполнены поле Электронная почта и/или пароль!';
$_['error_attempts']               = 'Вы превысили максимальное количество попыток авторизации. Повторите попытку авторизации на сайте через 1 час';
$_['error_approved']               = 'Необходимо подтверждение учетной записи перед авторизацией пользователя.';
$_['error_add']                    = 'Данная учетная запись привязана к другому пользователю.';