<?php
// Heading
$_['heading_title']              = 'Категории статей';

// Text
$_['text_success']               = 'Категории статей обновлены!';
$_['text_list']                  = 'Категории статей';
$_['text_add']                   = 'Добавление категории';
$_['text_edit']                  = 'Редактирование категории';
$_['text_default']               = 'Основной магазин';
$_['text_update_success']        = 'БД обновлены до актуальных версий!';
$_['text_keyword']               = 'Должно быть уникальным на всю систему и без пробелов.';

// Column
$_['column_name']                = 'Название';
$_['column_count_elements']      = 'Количество статей';
$_['column_sort_order']          = 'Порядок сортировки';
$_['column_action']              = 'Действие';

// Entry
$_['entry_name']                 = 'Название';
$_['entry_description']          = 'Описание';
$_['entry_title']                = 'Отображаемое наименование';
$_['entry_meta_title']           = 'HTML-тег Title';
$_['entry_meta_description']     = 'Мета-тег Description';

$_['entry_parent']               = 'Родительская категория';
$_['entry_store']                = 'Магазины';
$_['entry_keyword']              = 'SEO URL';
$_['entry_image']                = 'Изображение категории';
$_['entry_image_size']           = 'Размер изображения категории';
$_['entry_show_preview']         = 'Показывать анонс в полной статье';
$_['entry_sort_order']           = 'Порядок сортировки';
$_['entry_status']               = 'Статус';
$_['entry_limit']                = 'Количество статей на странице';
$_['entry_sort_by']              = 'Сортировать статьи';
$_['entry_show_in_top']          = 'Показывать категорию в верхнем меню';
$_['entry_show_in_top_articles'] = 'Показывать статьи в категории верхнего меню';
$_['entry_show_in_sitemap']      = 'Показывать категорию и статьи в карте сайта';

$_['entry_template_category']    = 'Шаблон вывода категории';
$_['entry_template_article']     = 'Шаблон вывода статьи';
$_['entry_images_size']          = 'Размер изображений на странице категории';
$_['entry_layout']               = 'Выберите макет';

$_['entry_image_category']       = 'Размер изображения категории';
$_['entry_image_list']           = 'Размер изображения в списке статей';
$_['entry_image_thumb']          = 'Размер основного изображения статьи';
$_['entry_image_popup']          = 'Размер всплывающего изображения статьи';
$_['entry_image_additional']     = 'Размер дополнительных изображений статьи';
$_['entry_image_related']        = 'Размер изображения аналогичных статей';
$_['entry_width']                = 'Ширина';
$_['entry_height']               = 'Высота';
$_['entry_custom_field']         = 'Произвольные поля';
$_['entry_additional_field']     = 'Дополнительные поля';

// Help
$_['help_keyword']               = 'Замените пробелы на тире. Должно быть уникальным на всю систему.';
$_['help_limit']                 = 'Для того, чтобы вообще не выводить статьи, поставьте 0.';
$_['help_template_category']     = 'Укажите имя шаблона вывода статей категории. По-умолчанию открывается файл info/category.twig';
$_['help_template_article']      = 'Укажите имя шаблона вывода подробного описания статьи. По-умолчанию открывается файл info/article.twig';
$_['help_date_format']           = 'Полностью соответствует формату функции date на php.<br />Оставьте это поле пустым, чтобы не выводить дату<br />Основные значения:<br />d - день месяца, m - месяц, Y - год, H - час, i - минута';

// Error
$_['error_keyword']              = 'Этот SEO keyword уже используется!';
$_['error_name']                 = 'Название категории должно быть от 2 до 32 символов!';
$_['error_permission']           = 'У Вас нет прав для изменения категорий!';
$_['error_warning']              = 'Внимательно проверьте форму на ошибки!';

// Sort
$_['sort_by_sort_order']         = 'по порядку сортировки';
$_['sort_by_date_available']     = 'по дате публикации';
$_['sort_by_name']               = 'по имени';
$_['sort_direction_desc']        = 'по убыванию';
$_['sort_direction_asc']         = 'по возрастанию';