<?php
// Heading
$_['heading_title']      = 'Анкета';
$_['meta_title']         = 'Анкета для получения рекомендаций врача трихолога';
$_['meta_description']   = 'Заполните анкету для получения рекомендаций от специалиста по решению проблем волос и кожи головы.';

// Text
$_['text_step_1']        = 'Контактные данные';
$_['text_step_2']        = 'В чем заключается Ваша проблема?';
$_['text_step_3']        = 'Как давно она Вас беспокоит?';
$_['text_step_4']        = 'Что Вы уже пробовали предпринимать и с какой эффективностью?';
$_['text_step_5']        = 'Принимаете ли Вы постоянно какие-либо лекарства?';
$_['text_step_6']        = 'Фото головы';
$_['text_success']       = 'Ваша анкета успешно отправлена.';
$_['text_subject']       = 'Анкета';

// Entry
$_['entry_name']         = 'Имя';
$_['entry_telephone']    = 'Телефон';
$_['entry_email']        = 'Электронная почта';
$_['entry_age_field']    = 'Сколько вам лет?';
$_['entry_age']          = 'Возвраст';
$_['entry_problem']      = 'В чем проблема';
$_['entry_how_long']     = 'Как давно беспокоит';
$_['entry_tried']        = 'Что испробовано';
$_['entry_medication']   = 'Принимаются ли лекарства';
$_['entry_photos']       = 'Изображения';
$_['entry_image']        = 'Загрузить фото';

// Button
$_['button_submit']      = 'Отправить';
$_['button_home']        = 'Вернуться на главную';

// Error
$_['error_empty']        = 'Обязательное поле для заполнения!';
$_['error_telephone']    = 'Неверный формат телефона!';
$_['error_email']        = 'Неверный формат электронной почты!';
$_['error_name']         = 'Поле Имя является обязательным и должно быть более 3х символов!';