<?php
// Heading
$_['heading_title']    = 'Конструктор способов доставки';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_edit']        = 'Редактирование';

// Entry
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';
$_['entry_title']      = 'Заголовок';
$_['entry_description']= 'Описание';
$_['entry_geo_zone']   = 'Географическая зона';
$_['entry_geo_zone_exclude'] = 'Исключить географическую зону';
$_['entry_price']      = 'Стоимость';
$_['entry_code']       = 'Код';
$_['entry_free']       = 'Бесплатная доставка при сумме от';

// Help
$_['help_code']        = 'Произвольный уникальный код на латинице';

// Error
$_['error_permission'] = 'У Вас нет прав для управления данным модулем!';
$_['error_code']       = 'Требуется указать уникальный идентификатор на латинице!';