<?php
// Heading
$_['heading_title']    = 'Подписка';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_edit']        = 'Редактирование';

// Entry
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';
$_['entry_title']      = 'Заголовок';
$_['entry_code']       = 'Код';

// Help
$_['help_code']        = 'Произвольный уникальный код на латинице';

// Error
$_['error_permission'] = 'У Вас нет прав для управления данным модулем!';
$_['error_code']       = 'Требуется указать уникальный идентификатор на латинице!';