<?php
// Heading
$_['heading_title']                  = 'API портал';

// Text
$_['text_stores']                    = 'Магазины';
$_['text_success']                   = 'Настройки успешно изменены!';
$_['text_edit']                      = 'Редактирование';
$_['text_error']                     = 'Ошибки';

// Entry
$_['entry_language']                 = 'Язык по умолчанию';
$_['entry_limit']                    = 'Лимит показа по умолчанию';

// Help
$_['help_limit']                     = 'Определяет, сколько элементов отображаются на странице (в панели администрирования: товары, заказы, Клиенты и т.д.).';

// Error
$_['error_warning']                  = 'Ошибка! Проверьте форму на наличие ошибок!';
$_['error_permission']               = 'У Вас нет прав для изменения настроек!';
$_['error_limit']                    = 'Укажите лимит!';