<?php
// Text
$_['text_subject']       = '%s - код подтверждения';
$_['text_mail']          = '';
$_['text_code_confirm']  = 'Код подтверждения';
$_['text_success']       = 'Номер телефона успешно изменен!';

// Entry
$_['entry_code_confirm'] = 'Введите код подтверждения';

// Button
$_['button_send']        = 'Отправить новый код';

// Alert
$_['alert_sms_send']     = 'Вам отпарвлено код подтверждения на указанный вами номер телефона. Повторную отправку кода можно осуществить через %s.';
$_['alert_sms_time']     = 'Повторную отправку кода можно осуществить через %s.';

// Error
$_['error_code_confirm'] = 'Требуется ввести код подтверждения, высланный на указанный вами номер телефона!';
$_['error_telephone']    = 'Номер телефона введен неверно!';
$_['error_code']         = 'Неверный код подтверждения!';
$_['error_attempts']     = 'Вы превысили максимальное количество попыток авторизации. Повторите попытку авторизации на сайте через 1 час';
$_['error_exists']       = 'Данный номер телефона используется другим пользователем';