<?php
// Heading
$_['heading_title']     = 'Текстовый блок с формой - HTML';

// Text
$_['text_extension']    = 'Расширения';
$_['text_success']      = 'Настройки успешно изменены!';
$_['text_edit']         = 'Настройки модуля';

// Entry
$_['entry_name']        = 'Название модуля';
$_['entry_form_id']     = 'Форма';
$_['entry_html']        = 'Шаблон';
$_['entry_status']      = 'Статус';

// Help
$_['help_html']         = 'Используйте конструкцию {{ form }} для вставки формы';

// Error
$_['error_permission']  = 'У Вас нет прав для управления данным модулем!';
$_['error_name']        = 'Название модуля должно содержать от 3 до 64 символов!';
$_['error_html']        = 'Требуется добавить конструкцию {{ form }}!';