<?php
// Heading
$_['heading_title']                  = 'Контактные данные';

// Text
$_['text_block_contact']             = 'Данные покупателя';
$_['text_block_address']             = 'Адрес доставки';
$_['text_shipping_method']           = 'Выбор способа доставки';
$_['text_payment_method']            = 'Выбор способа оплаты';
$_['text_pickup']                    = 'Получение товара';

// Column
$_['column_name']                    = 'Название товара';
$_['column_model']                   = 'Модель';
$_['column_quantity']                = 'Количество';
$_['column_price']                   = 'Цена';
$_['column_total']                   = 'Итого';

// Entry
$_['entry_email']                    = 'E-Mail';
$_['entry_telephone']                = 'Телефон';
$_['entry_address']                  = 'Адрес доставки';

// Button
$_['button_submit']                  = 'Далее';

// Error
$_['error_warning']                  = 'Возникла проблема при обработке Вашего заказа! Если проблема возникает повторно, попробуйте выбрать другой способ оплаты или <a href="%s">свяжитесь с администратором магазина</a>.';
$_['error_email']                    = 'Е-mail адрес введен неверно!';
$_['error_telephone']                = 'Телефоный номер должен содержать от 11 цифр!';
$_['error_address']                  = 'Необходимо указать адрес!';
$_['error_shipping']                 = 'Необходимо указать способ доставки!';
$_['error_no_shipping']              = 'Нет доступных способов доставки. Пожалуйста <a href="%s">свяжитесь с администрацией</a>!';
$_['error_payment']                  = 'Необходимо указать способ оплаты!';
$_['error_no_payment']               = 'Нет доступных способов оплаты. Пожалуйста <a href="%s">свяжитесь с администрацией</a>!';
$_['error_custom_field']             = '%s обязательно!';

$_['error_form']                     = 'Не все данные заполнены верно!';