<?php
// Heading
$_['heading_title']		= 'Каталог';

// Text
$_['text_extension']	= 'Расширения';
$_['text_success']		= 'Настройки успешно изменены!';
$_['text_edit']			= 'Настройки системы';
$_['text_currency']		= 'Валюта';
$_['text_image']        = 'Изображения';
$_['text_product']      = 'Продукты';
$_['text_product_content']   = 'Продукт (контент)';
$_['text_product_attribute'] = 'Продукт (аттрибуты)';
$_['text_catalog']      = 'Каталог';
$_['text_category']     = 'Категория';
$_['text_attribute']    = 'Аттрибуты';

// Column
$_['column_name']		= 'Название';
$_['column_value']		= 'Значение';
$_['column_status']		= 'Статус';

// Entry
$_['entry_name']                       = 'Название системы';
$_['entry_status']                     = 'Статус';
$_['entry_category_general']           = 'Главная категория';
$_['entry_manufacturer']               = 'Категория производителей';
$_['entry_currency']                   = 'Валюта';
$_['entry_currency_engine']            = 'Система автоматического обновление валют';
$_['entry_currency_auto']              = 'Автоматическое обновление валют';
$_['entry_product_count']              = 'Количество продуктов в категории';
$_['entry_product_limit']              = 'Лимит продуктов (Витрина)';
$_['entry_product_description_length'] = 'Количество символов (Витрина)';
$_['entry_image_category']             = 'Размер изображения категории';
$_['entry_image_list']                 = 'Размер изображения в списке продуктов';
$_['entry_image_thumb']                = 'Размер основного изображения продукта';
$_['entry_image_popup']                = 'Размер всплывающего изображения продукта';
$_['entry_image_additional']           = 'Размер дополнительных изображений продукта';
$_['entry_image_related']              = 'Размер изображения аналогичных продуктов';
$_['entry_image_compare']              = 'Размер изображения в списке сравнения';
$_['entry_image_wishlist']             = 'Размер изображения в списке закладок';
$_['entry_width']                      = 'Ширина';
$_['entry_height']                     = 'Высота';
$_['entry_pay_information']            = 'Страница информации об оплате';
$_['entry_product_sub_category']       = 'Выводить товар из подкатегорий';
$_['entry_path_status']                = 'Использовать вложенность категорий';
$_['entry_route_product']              = 'Роутер продуктов';
$_['entry_route_category']             = 'Роутер категорий';
$_['entry_product_default_image']      = 'Изображение продукта по умолчанию';

// Меню
$_['menu_catalog']         = 'Каталог';
$_['menu_category']        = 'Категории';
$_['menu_product']         = 'Продукты';
$_['menu_price']           = 'Тип цены';

// Help
$_['help_currency']                    = 'Изменение валюты по умолчанию. Необходимо очистить кэш браузера для просмотра изменений и сбрасывания cookies.';
$_['help_currency_auto']               = 'Выбрать ДА , если желаете включить Автоматическое ежедневное обновление курса валют.';
$_['help_product_count']               = 'Показывает количество продуктов в подкатегориях в пользовательской части в верхнем меню. Осторожно!!! Данная настройка увеличивает нагрузку на сервер при большом количестве подкатегорий!';
$_['help_product_limit']               = 'Определяет, сколько продуктов отображаются на странице (Список продуктов).';
$_['help_product_description_length']  = 'Количество символов в кратком описании продукта (Список продуктов)';
$_['help_manufacturer']                = 'Выбирите категорию, отвечающую за проивзодителя';

// Error
$_['error_permission']	= 'У Вас нет прав для управления данной системой!';
$_['error_name']		= 'Название системы должно содержать от 3 до 64 символов!';
$_['error_limit']       = 'Укажите лимит!';