<?php
// Entry
$_['entry_sms_code'] = 'Код из смс';

// Button
$_['button_send']  = 'Отправить новый код';

// Alert
$_['alert_sms_send'] = 'Вам отпарвлено SMS с кодом. Повторную SMS отправку можно осуществить через %s минут.';
$_['alert_sms_time'] = 'Повторную SMS отправку можно осуществить через %s минут.';

// Error
$_['error_sms']      = 'Ошибка отправки кода SMS, повторите действие!';
$_['error_sms_code'] = 'Неверный смс код!';
$_['error_attempts'] = 'Вы превысили максимальное количество попыток авторизации. Повторите попытку авторизации на сайте через 1 час';