<?php
// Text
$_['text_subject']        = '%s - Благодарим за регистрацию';
$_['text_welcome']        = 'Благодарим Вас за регистрацию в интернет-магазине %s!';
$_['text_link_login']     = 'Ваш аккаунт создан и Вы можете войти в личный кабинет, используя свой E-mail и пароль, по ссылке:';
$_['text_approval']       = 'Ваш аккаунт создан и ожидает подтверждения. После подтверждения, Вы сможете войти в магазин, используя E-Mail и пароль, по ссылке:';
$_['text_service']        = 'В личном кабинете Вы увидите историю заказов и сможете отредактировать данные учетной записи.';
$_['text_new_account']    = 'Новый клиент';
$_['text_signup']         = 'Зарегистрирован новый клиент:';
$_['text_account_group']  = 'Группа клиентов:';
$_['text_firstname']      = 'Имя:';
$_['text_lastname']       = 'Фамилия:';
$_['text_email']          = 'E-Mail:';
$_['text_telephone']      = 'Телефон:';
$_['text_login']          = 'Логин:';