<?php
// Heading
$_['heading_title']                  = 'Административный портал';

// Text
$_['text_stores']                    = 'Магазины';
$_['text_success']                   = 'Настройки успешно изменены!';
$_['text_edit']                      = 'Редактирование';
$_['text_error']                     = 'Ошибки';
$_['text_image']                     = 'Размер изображений';

// Entry
$_['entry_language']                 = 'Язык по умолчанию';
$_['entry_limit']                    = 'Лимит показа по умолчанию';
$_['entry_image_list']               = 'Размер изображения в списке';
$_['entry_image_thumb']              = 'Размер изображения в карточке';
$_['entry_width']                    = 'Ширина';
$_['entry_height']                   = 'Высота';

// Help
$_['help_limit']                     = 'Определяет, сколько элементов отображаются на странице (в панели администрирования: товары, заказы, Клиенты и т.д.).';

// Error
$_['error_warning']                  = 'Ошибка! Проверьте форму на наличие ошибок!';
$_['error_permission']               = 'У Вас нет прав для изменения настроек!';
$_['error_limit']                    = 'Укажите лимит!';