<?php
// Heading
$_['heading_title']        = 'Аккаунт';

// Text
$_['text_extension']       = 'Расширения';
$_['text_success']         = 'Настройки успешно изменены!';
$_['text_edit']            = 'Настройки системы';
$_['text_account']         = 'Аккаунт';
$_['text_account_contact'] = 'Аккаунт (контактные данные)';
$_['text_account_address'] = 'Аккаунт (адрес)';
$_['text_account_attempt'] = 'Попытки входа';
$_['text_mail_account']    = 'Регистрация аккаунта';

// Menu
$_['menu_account']         = 'Клиенты';
$_['menu_group']           = 'Группы клиентов';
$_['menu_approval']        = 'Одобрение клиентов';
$_['menu_attempt']         = 'Попытки входа';

// Column
$_['column_name']          = 'Название';
$_['column_value']         = 'Значение';
$_['column_status']        = 'Статус';

// Entry
$_['entry_name']           = 'Название системы';
$_['entry_status']         = 'Статус';
$_['entry_account_group']         = 'Группа клиентов по умолчанию';
$_['entry_account_group_display'] = 'Группы клиентов';
$_['entry_login_attempts']        = 'Кол-во попыток авторизации';
$_['entry_agrement_information']  = 'Пользовательское соглашение';
$_['entry_police_information']    = 'Политика конфиденциальности';

// Help
$_['help_account_group']          = 'Группа клиентов по умолчанию.';
$_['help_account_group_display']  = 'Показывать группы клиентов, которую, новые Клиенты смогут выбрать при регистрации, Например \'Оптовые Клиенты\'';
$_['help_login_attempts']         = 'Максимальное количество попыток авторизации перед блокировкой на 1 час. Пользовательские и партнерские аккаунты возможно разблокировать администратором.';
$_['help_information']            = 'Требовать подтверждение согласия с правилами при отправки данных.';

// Error
$_['error_permission']     = 'У Вас нет прав для управления данной системой!';
$_['error_name']           = 'Название системы должно содержать от 3 до 64 символов!';